[
  "obsidian-tasks-plugin",
  "dataview",
  "calendar",
  "obsidian-banners",
  "obsidian-icon-folder",
  "obsidian-day-planner",
  "obsidian-mind-map",
  "nldates-obsidian",
  "editing-toolbar",
  "table-editor-obsidian",
  "obsidian-enhancing-mindmap",
  "obsidian-markmind",
  "obsidian-emoji-toolbar",
  "dbfolder",
  "obsidian-task-progress-bar",
  "obsidian-minimal-settings",
  "obsidian-excalidraw-plugin",
  "obsidian-map-view",
  "obsidian-style-settings",
  "obsidian-checklist-plugin",
  "tasks-calendar-wrapper",
  "obsidian-filename-heading-sync",
  "time-ruler",
  "dynamic-timetable",
  "obsidian-reminder-plugin",
  "multi-column-markdown",
  "obsidian-full-calendar",
  "templater-obsidian",
  "homepage",
  "make-md",
  "buttons",
  "obsidian-tracker",
  "obsidian-outliner",
  "canvas-links",
  "markdown-table-editor"
]